Repository: dblock/unige
Catalog: syst1/dB_xvmount_97/locale/*/LC_MESSAGES/xvmount_labels.po
Languages: fr

source: [unspecified]
fr: [pas spécifié]

source: [floppy - msdos]
fr: [disquette - msdos]

source: [floppy - linux]
fr: [disquette - linux]

source: [floppy - win95]
fr: [disquette - win95]

source: [second floppy - msdos]
fr: [disquette 2 - msdos]

source: [second floppy - linux]
fr: [disquette 2 - linux]

source: [second floppy - win95]
fr: [disquette 2 - win95]

source: [cdrom]
fr: [lecteur CD]

source: XMount
fr: XVMount - (c) Monolyte Corp. - 2010 - Tous droits Réservés

source: mounted:
fr: montées:

source: available:
fr: disponibles:

source: device:
fr: periphérique:

source: mnt:
fr: destination:

source: file systems:
fr: système de fichiers:

source: additionnal:
fr: supplémentaire:

source: About XMount
fr: à propos de XVMount

source: UniGe
fr: Université de Genève

source: Thanks!
fr: Merci!
